[{"곡명": "TOO BAD (feat. Anderson .Paak)", "가수": "G-DRAGON", "앨범": "Übermensch", "발매일": "2025.02.25", "장르": "랩/힙합", "detail_url": "https://www.melon.com/song/detail.htm?songId=38589554", "좋아요": 124465, "가사": "‘G’, ‘A.P’“Let me kill ’em like I usually do, Man.” Check it How do you do?‘Tiki-Taka’ 난무 불이나 축이듯, 땀이 주르르르륵빛 쬐, Beautiful (That’s cool) 살짝쿵 손만 잡고 짝짝꿍 볼 맞장구게슴츠르레, G’azm 오르게 Dang, Is she that good?! Baby Girl! Too bad for me There you go! Toot that! As for me?All I want! Is in arms’ reach Break me off! Passionately Baby Girl! Too bad for meThere you go! Toot that! As for me?All I want! Is in arms’ reach Break me off! Passionately 긴가민가 어딘가 아리까리해Flirting인가? Bluffing인가? U got me bad MBTI가 SEXY TYPE 하니 내 색시나 해GD be like that N.G M이 나이 Zett“I don’t think so.”Baby Girl! Too bad for me There you go! Toot that! As for me?All I want! Is in arms’ reach Break me off! Passionately Baby Girl! Too bad for me There you go! Toot that! As for me?All I want! Is in arms’ reachBreak me off! Passionately You do somethin’ (to me) The chills runnin’ (thru me) I feel somethin’ (pull me) I’m still runnin’ (til’ I reach) You do somethin’ (to me) The chills runnin’ (thru me) I feel somethin’ (pull me) I’m still runnin’ (til’ I reach)Come do something to me Come do something to me Come do something to me Too hot to touch, Show meCome do something to me Come do something to me Come do something to me 1, 2, You Too. Shall we? Baby Girl! Too bad for me There you go! Toot that! As for me?All I want! Is in arms’ reach Break me off! Passionately Baby Girl! Too bad for me There you go! Toot that! As for me?All I want! Is in arms’ reachBreak me off! Passionately You do somethin’ (to me) The chills runnin’ (thru me) I feel somethin’ (pull me) I’m still runnin’ (til’ I reach) You do somethin’ (to me) The chills runnin’ (thru me) I feel somethin’ (pull me) I’m still runnin’ (til’ I reach) You do somethin’ The chills runnin’ I feel somethin’ I’m still runnin’ (til’ I reach) You do somethin’ The chills runnin’ I feel somethin’ I’m still runnin’"}, {"곡명": "모르시나요(PROD.로코베리)", "가수": "조째즈", "앨범": "모르시나요", "발매일": "2025.01.07", "장르": "발라드", "detail_url": "https://www.melon.com/song/detail.htm?songId=38429074", "좋아요": 58372, "가사": "찬바람 불어오니그대 생각에 눈물짓네인사 없이 떠나시던 날그리움만 남겨놓고그리워 글썽이는 내 가슴속에오늘 그대 수천 번은 다녀가시네나는 목놓아 그대를 소리쳐 불러도그댄 아무런 대답조차 하지 않네요..기다리는 나를 왜 모르시나요어느 계절마다 난 기다리는데그저 소리 없이 울수록 서러워 서러워돌아와요 나의 그대여모르시나요눈물은 한없이 쏟아져 내려도슬픈 나의 두 눈은 끝내 마를 날 없네나의 이별은 이토록 왜 가슴 시린지왜 나 혼자만 이렇게 또 가슴 아픈지기다리는 나를 왜 모르시나요어느 계절마다 난 기다리는데그저 소리 없이 울수록 서러워 서러워돌아와요 나의 그대여모르시나요..찬바람 불어오니그대 생각에 눈물짓네인사 없이 떠나시던 날그리움만 두고가네"}]